ent-WeaponSubMachineGunCr42 = Пистолет-Пулемёт C-20R
    .desc = Оружие, широко распространенно среди сил Gorlex-a своей дешевизной и простотой использования. Использует патроны калибра .35 авто.
    .suffix = { "" }

ent-WeaponShotgunCentaur = Автоматический Дробовик Центавр
    .desc = Дробовик, предназначенный для ведения ближнего боя. Использует патроны калибра .50 ружейный.
    .suffix = { "" }

ent-WeaponRifleJahve = Яхве
    .desc = Оружие, используемое элитными силами Gorlex-a из-за скорострельности и повышенной точности при стрельбе. Использует патроны калибра .30 винтовочный.
    .suffix = { "" }

ent-WeaponHeavyAssaultL6 = L6
    .desc = Современный пулемёт с удобной рукоятью из дорогих металлов. Использует патроны .30 винтовочный.
    .suffix = { "" }

ent-WeaponLauncherSisyphus = Сизиф
    .desc = БЛУП!
    .suffix = { "" }

ent-WeaponRifleRavager = Опустошитель
    .desc = Брутально простое, эффективное и громкое оружие Синдиката. Поставляется с зажигательными патронами. Использует патроны калибра .45 магнум.
    .suffix = { "" }
