department-CommandOfficers-description = Управляйте экипажем и обеспечивайте его эффективную работу.
department-Gorlex-description = Данная корпорация занимается поддержкой порядка на станции.
department-Interdyne-description = Данная корпорация занимается поддержкой здоровья экипажа.
department-Cybersun-description = Данная корпорация занимается изучением артефактов и аномалий, обеспечивайте членов экипажа новыми продвинутыми устройствами.
department-SELF-description = Данная корпорация занимается поддержкой наличия электроэнергии и целостности станции.
department-WaffleCo-description = Данная корпорация выполняет небольшие полезные задания для поддержания нормальной и сытой работы станции.
department-Gastarbajter-description = Вы - Гастарбайтер и этим всё сказано. Вас ненавидят все.
